Repository: centre-for-educational-technology/CoTrackv2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: et

source: English
et: Inglise

source: Estonian
et: Eesti

source: Session name
et: Seansid

source: Number of groups
et: Gruppide arv:

source: Days
et: Päevad

source: Hours
et: Tunnid

source: Minutes
et: Protokollid

source: Learning activity
et: Õppimistegevus

source: Enable
et: lubama

source: Back
et: Tagasi

source: Continue
et: Jätkama

source: Cancel
et: Tühistama

source: Informed consent for participant.
et: Teadlik nõusolek osalejale.

source: <h6 >Dear Participant </h6><br/> With your permission, we would like to record audio and video during collaborative activity session so that we can analyze it in detail later on. The recording will be saved in files- in WEBM format on server. <br/><br/> It should be noticed that:<br/> All kinds of data will be stored securely on Google drive (under a password-protected TLU account), and backed up in a password-protected server at TLU, accessible only to the research team. This data will be stored not longer than 5 years. <br/> The data may be re-used by members of the <a href="http://ceiter.tlu.ee/" target="_blank">CEITER research team</a>, or in later projects by students of the School of Educational Technologies and School of Educational Sciences. <br/><br/>No personal information about you will be shared or made public, and any information you provide will be anonymized before publication. <br/> At any point, you can request to withdraw your data from the study, or from this storage. <br/> <br/><br/> <b>GDPR art. 13</b> requirements: <br/> Data Protection Officer (at Tallinn University): andmekaitsespetsialist@tlu.ee<br/> <br/> <b>Please read carefully the following points and ask for clarifications in case of doubts:</b><br/><br/> <ul> <li> The collaboration activity is designed to gather information for research purposes and further development of data collection and visualization technologies to understand collaborative learning activities across spaces.</li> <li> I may withdraw and discontinue my participation at any time.</li> <li> My audio and video will be recorded.</li> <li> The researcher will not identify me by name in any report using information obtained from this dataset, and my confidentiality as a participant in this study will remain secure. </li> <li> Anonymized extracts from the dataset may be used in research publications. </li> <li> I have the right to ask access, rectification, or erasure of my data (as long as it is possible to pinpoint my identity from that data)</li> </ul>
et: <h6>Lugupeetud õpilane/tudeng!</h6><br/> Koostööplatvorm CoTrack on arendatud eesmärgiga koguda andmeid, et paremini mõista koostööpõhist õppimist erinevates tingimustes. Uurimisrühma teaduslik eesmärk on arendada andmekogumise ja andmete esitamise tehnoloogiaid, et muuta koostöös õppimine tõhusamaks.Soovime salvestada audio ja video järgneva rühmatöö ajal eesmärgiga seda hiljem analüüsida. Audio ja video salvestatakse WEBM formaadis serveris.<br/><br/>Andmete töötlemise õiguslik alus on nõusolek. Teie uuringus osalemine on vabatahtlik, mis tähendab, et osalejana on teil õigus uuringus osalemisest loobuda igal ajal põhjuseid nimetamata. Negatiivseid tagajärgi loobumisega ei kaasne.Andmete töötlemine toimub kooskõlas isikuandmete kaitse seaduse ja isikuandmete kaitse üldmäärusega EL 2016/679. Andmeid töödeldakse eesmärgipäraselt ja andmete turvalisus tagatakse. Andmeid hoitakse turvaliselt Google Drives parooliga kaitstud kontol, ning tagavara versioon on parooliga kaitstud Tallinna Ülikooli serveris. Juurdepääs andmetele on vaid uuringurühmal. Kogutud andmed hävitatakse 5 aasta pärast.Kogutud andmeid võivad taaskasutada <a href="http://ceiter.tlu.ee/" target="_blank">CEITERi</a> meeskonna liikmed, digitehnoloogia või haridusteaduste instituutide tudengid oma järgmistes projektides. Teie isiklikku informatsiooni ei jagata ega avalikustata. Kogu Teie poolt jagatud informatsioon anonümiseeritakse enne avaldamist.<ul><li>Minul on igal ajahetkel õigus uuringus osalemisest loobuda. </li><li>Minu audio ja video salvestatakse. </li><li>Uurijad ei identifitseeri mind nimega üheski aruandes või analüüsis, mis on seotud käesoleva andmestikuga, minu anonüümsus käesolevas uuringus osalejana tagatakse. </li><li>Anonüümseks muudetud väljavõtteid (transkriptsioon, video, loodud tekst Etherpadis) andmestikust võib kasutada teaduslikes väljaannetes.</li><li>Minul on õigus tutvuda oma andmetega, vajadusel transkriptsioone muuta või paluda andmete kustutamist (seni kuni andmeid on võimalik minu isikuga seostada). </li><li>Lisainfo ja küsimuste korral on võimalik kontakteeruda Tallinna Ülikooli andmekaitsespetsialistiga: andmekaitsespetsialist@tlu.ee.</li></ul>

source: I confirm that I have read and understood the explanation provided to me.<br/> I have had all my questions answered to my satisfaction, and I voluntarily agree to participate in this study.
et: Käesolevaga ma kinnitan, et osalen uuringus vabatahtlikult ning ma olen andmekaitse tingimustega ja andmete töötlemise põhimõtetega tutvunud.

source: Consent
et: Nõusolek

source: required
et: nõutud

source: Edit
et: Muuda

source: New
et: Uus

source: session
et: seanss

source: Activity duration
et: Tegevuse kestus

source: This is the title of session. Here, session refers to a learning activity which can be for individual or groups.
et: See on sessiooni pealkiri. Siin viitab sessioon õppetegevuselemis võib olla üksikute inimeste või rühmade jaoks.

source: Specify the language of instructions. The participants will see all the instructions in the specified langauge.
et: Täpsustage juhiste keel. Osalejad näevad kõikijuhised määratud keeles.

source: Configuration
et: Konfiguratsioon

source: Add Etherpad
et: Lisage Etherpad

source: Recording
et: Salvestamine

source: Audio only
et: Ainult heli

source: Audio and Video
et: Audio ja video

source: Etherpad: A collaborative text editor
et: Etherpad: koostöötekstiredaktor

source: Etherpad is a collaborative text editor just like Google docs. However, it allows instructor to track and see participants' contribution in terms of who wrote what at what time.<br/> Therefore, it comes with participants' activities tracking capabilities.
et: Etherpad on koostöötekstiredaktor nagu Google'i dokumendid. Kuid seevõimaldab juhendajal jälgida ja näha osalejate panustkes mis kell kirjutas. <br/> Seetõttu kaasnevad sellega osalejadtegevuse jälgimise võimalused

source: A small demo is given below
et: Allpool on toodud väike demo

source: Audio & Video chat
et: Audio- ja videovestlus

source: This support will add audio-video chat feature to your learning space. <br/> So, when the participants join, they will be able to communicate throught audio-video channels.
et: See tugi lisab teie õppimisruumi audio-video vestlusfunktsiooni. <br/>Nii et kui osalejad liituvad, saavad nadsuhelda läbipaistvate audio-video kanalitega.

source: Tracking/Recording
et: Jälgimine / salvestamine

source: This feature enable CoTrack to track and record audio & video data from learning activity. <br/> It will also instructor to monitor participants' behavior in terms of the following
et: See funktsioon võimaldab CoTrackil heli ja video andmeid jälgida ja salvestadaõppetegevus. <br/>See võimaldab ka juhendajal jälgida osalejatekäitumine järgmises mõttes

source: Social dynamics: Who is talking after whom and how much are they talking.
et: Sotsiaalne dünaamika: kes kelle pärast räägib ja kui palju.

source: Emotion swing: How participant's emotions are changing.
et: Emotsioonihoog: kuidas osaleja emotsioonid muutuvad.

source: Body movement: How active participants are during the learning activity.
et: Tundsin rühmatöös vastutust teiste osalejate eest.

source: Engagement: How engaged participants are during the activity.
et: Koostöö: kui hästi rühmad koostööd teevad.

source: Some of the above mentioned features are already available in the CoTrackv2. <br/>The collected data will help to add remaining featuers in the CoTrackV2.
et: Mõned ülalnimetatud funktsioonid on juba CoTrackv2-s saadaval.<br/> Kogutud andmed aitavad CoTrackV2-sse allesjäänud funktsioone lisada.

source: Step 1: Activity info
et: 1. Samm: teave tegevuse kohta

source: Step 2: Activity task
et: 2. Samm: tegevuse ülesanne

source: Step 3: Configuration
et: 3. Samm: seadistamine

source: Step 4: Summary
et: 4. samm: kokkuvõte

source: General Information
et: Üldine informatsioon

source: Session name:
et: Seansi nimi:

source: Number of groups:
et: Gruppide arv:

source: Language:
et: Keel:

source: Activity duration:
et: Tegevuse kestus:

source: hours
et: tundi

source: minutes
et: minutit

source: Add Etherpad:
et: Lisa Etherpad:

source: Yes
et: Jah

source: No
et: Ei

source: Add Audio & Video chat:
et: Lisa audio- ja videovestlus:

source: Record audio:
et: Salvesta heli:

source: Record video:
et: Salvesta video:

source: Session access for participants
et: Osalejatele juurdepääs seansile

source: Session access
et: Juurdepääs seansile

source: Participants can only join the session if it is enabled. Instructors can control parcipants access to the session.
et: Osalejad saavad seansiga liituda ainult siis, kui see on lubatud. Juhendajad saavadkontrollige parcipantide juurdepääsu seansile.

source: It can be changed later.
et: Seda saab hiljem muuta.

source: Create
et: Luua

source: Update
et: Uuenda

source: Active
et: Aktiivne

source: Archived
et: Arhiivitud

source: New session
et: Uus seanss

source: Duplicate
et: Duplikaat

source: Archive
et: Arhiiv

source: Unarchive
et: Arhiivita

source: Access pin
et: Juurdepääsu tihvt

source: Group
et: Grupp

source: No. of groups:
et: Gruppide arv:

source: Duration:
et: Kestus:

source: You do not have any active sessions.
et: Teil pole ühtegi aktiivset seanssi.

source: Create Session
et: Loo seanss

source: Start recording
et: Alusta salvestamist

source: Do activity
et: Tehke tegevust

source: Stop recording
et: Lõpeta salvestamine

source: Fill survey
et: Täitke küsitlus

source: STEP
et: SAMM

source: You need to start the video recording. The recorded video will be saved on the server.
et: Peate alustama videosalvestust. Salvestatud video salvestatakse serverisse.

source: Write solution here
et: Kirjutage lahendus siia

source: After finishing your group activity, you can stop your recording.<br/>The button will be active after you start recording.
et: Pärast grupitegevuse lõpetamist saate salvestamise peatada. <br/>nupp on aktiivne pärast salvestamise alustamist.

source: We will appreciate you if you can fill the survey. It will allow us to better understand the collaboration behavior for your research.
et: Hindame teid, kui saate uuringu täita. See võimaldab meil seda teha paremini mõista oma uurimistöö koostöökäitumist.

source: Edit Session
et: Seansi muutmine

source: Enter
et: Sisenema

source: Join session
et: Liitu seansiga

source: Session pin
et: Seansi tihvt

source: Enter session pin
et: Seansi tihvt

source: If you do not have the pin ask your instructor to provide to join the session.
et: Kui teil pole nööpnõela, paluge juhendajal anda liitumiseksseanss

source: You can join a session created by your teacher/instructor by using secure pin. This pin is shared by the teacher/instructor which allows students to join the session.
et: Saate liituda õpetaja / juhendaja loodud seansiga, kasutades turvalistpin. Seda tihvti jagab õpetaja / juhendaja, mis võimaldab õpilastelliitu seansiga.

source: If you do not have access to secure pin then ask your teacher/instructor.
et: Kui teil pole juurdepääsu turvalisele pinile, küsige oma õpetajalt / juhendajalt.

source: Exit
et: Välju

source: Ask teacher for help
et: Küsi õpetajalt abi

source: Learning sapce
et: Õppimisruum

source: Recording has been started.
et: Salvestamist on alustatud.

source: Notification sent!
et: Teade on saadetud!

source: A notification has been sent to the teacher. Teacher will join soon.
et: Õpetajale on saadetud teade. Õpetaja liitub peagi.

source: Exiting will stop recording. Select ok if you are done with the activity.
et: Väljumine lõpetab salvestamise. Valige OK, kui olete selle tegevusega valmis.

source: Instructor:
et: Juhendaja:

source: Leave session
et: Seansist lahkumine

source: Groups
et: Grupid

source: For the following questions, just indicate how much do you agree with the statement, from (1) strongly disagree to (5) strongly agree.
et: Järgmiste küsimuste korral märkige lihtsalt, kui palju olete nõus avaldus, alates (1) ei nõustu täielikult (5) olen täiesti nõus.

source: I think that as a group we can learn more than learning as individuals.
et: Ma arvan, et grupis töötades õpime rohkem kui individuaalselt.

source: Strongly Disagree
et: Ei nõustu üldse

source: Strongly Agree
et: Nõustun täielikult

source: I always tried to find ways to help others.
et: Ma rühmatöö ajal alati püüan leida viise, kuidas teisi aidata.

source: From time to time, I checked for other participants' understanding of the learned materials.
et: Aeg-ajalt kontrollisin teiste osalejate arusaamist materjalist.

source: It wasn't important for me to observe other participants' work.
et: Minu jaoks ei olnud oluline jälgida teiste osalejate tööd.

source: I encouraged others for their efforts.
et: Ma julgustasin teisi nende pingutuste eest.

source: I felt responsible to complete my work on time.
et: Tundsin end vastutavana, et oma töö õigeaegselt valmis jõuda.

source: I helped others to solve group problems.
et: Ma aitasin teistel lahendada grupiprobleeme.

source: I think that the success of the group depends on the contributions of each group member.
et: Arvan, et rühmatöö tulemus sõltub iga grupiliikme panusest.

source: I discussed other participants' contributions.
et: Ma arutasin teiste osalejate ideid.

source: I felt responsible to complete my work on the best way possible.
et: Tundsin end vastutavana, et lõpetada oma töö parimal võimalikul viisil.

source: I demanded participants' ideas and opinions.
et: Nõudsin osalejatelt ideid ja arvamusi seoses ülesandega.

source: I made a unique contribution to the joint effort.
et: Ma andsin suure panuse ühisesse jõupingutusse.

source: I tried to discuss concepts being learned with others.
et: Ma püüdsin arutada mõisteid, mida koos õppisime.

source: I felt responsible to observe other participants' work.
et: Tundsin vastutust jälgida teiste rühmatöös osalejate tööd.

source: Sometimes, I tried to give direction to group's work.
et: Mõnikord püüdsin suunata grupitööd.

source: I tried to give others helpful feedback.
et: Püüdsin anda teistele kasulikku tagasisidet.

source: I tried to compliment people when I liked something they have done.
et: Ma üritasin inimestele komplimente teha, kui mulle meeldis midagi, mida nad on teinud.

source: I apologized to others when I did something wrong.
et: Ma vabandasin teiste ees, kui ma midagi valesti tegin.

source: The participants always discussed my contributions.
et: Osalejad arutasid minu panust alati.

source: Strogly disagree
et: Ei nõustu üldse

source: Disagree
et: Ei nõustu

source: Neutral
et: Ei oska öelda

source: Agree
et: Nõus

source: Strogly agree
et: Nõustun täielikult

source: Submit & Exit
et: Esita ja välju

source: Submit
et: Esita

source: Self-Reported Questionnaire
et: Ise esitatav küsimustik

source: Sharing information with other group members is easy for me.
et: Teiste rühmaliikmetega info jagamine on minu jaoks lihtne.

source: I am used to listening to the opinions of my team members.
et: Olen harjunud kuulama oma meeskonnaliikmete arvamusi.

source: I regularly acknowledge the efforts of my group members.
et: Ma tunnustan regulaarselt oma rühmaliikmete jõupingutusi.

source: I often gather the necessary information from other group members.
et: Ma tihti kogun vajalikku informatsiooni teistelt rühmaliikmetelt

source: I encourage other group members to participate in decisions that affect the group.
et: Julgustan teisi rühmaliikmeid osalema rühma mõjutavates otsustes.

source: I give my opinion on how the team can work better together.
et: Ma avaldan oma arvamust selle kohta, kuidas meeskond saaks koos paremini töötada.

source: I am constantly involved in team discussions with an open mind.
et: Osalen pidevalt meeskonnaaruteludes avatud meelega.

source: I listened intently for an hour.
et: Ma kuulasin tunnis tähelepanelikult.

source: I was attentive for an hour.
et: Olin tunnis tähelepanelik.

source: When a difficult question or problem arose, I did not try to deal with it.
et: Raske küsimuse või probleemi tekkimisel ei üritanud ma sellega hakkama saada.

source: In class, I pretended to do the work.
et: Tunnis teesklesin töö tegemist.

source: I tried to create my own examples of what I learned in class to help me better understand.
et: Proovisin tunnis luua õpitu kohta oma näiteid, mis aitaksid mul asjast paremini aru saada.

source: In an hour I tried to explain new concepts in my own words.
et: Proovisin tunnis selgitada uusi mõisteid oma sõnadega.

source: After getting acquainted with the new topic, I tried to summarize it in my own words.
et: Proovisin pärast uue teemaga tutvumist seda oma sõnadega kokku võtta.

source: After reading the study material, I tried to link my existing knowledge with what I had read.
et: Pärast õppematerjali lugemist proovisin siduda oma olemasolevaid teadmisi loetuga.

source: The interaction with CoTrackV2 is clear and understandable.
et: Koostoime CoTrackV2-ga on selge ja arusaadav.

source: Interaction with CoTrackV2 does not require a lot of mental efforts.
et: Koostöö CoTrackV2-ga ei nõua palju vaimseid pingutusi.

source: I find CoTrackV2 easy to use.
et: Minu arvates on CoTrackV2 lihtne kasutada.

source: I find it easy to get CoTrackV2 to do what I want it to do.
et: Mul on lihtne panna CoTrackV2 tegema seda, mida ma tahan.

source: Using CoTrackV2 in my class helps me to track activities during collaborative learning.
et: CoTrackV2 kasutamine oma klassis aitab mul jälgida tegevusi ajalkoostöös õppimine.

source: Using CoTrackV2 in my class enhances my teaching performance.
et: CoTrackV2 kasutamine minu klassis suurendab minu õpetamise tulemuslikkust.

source: I find CoTrackV2 useful in my class.
et: Minu arvates on CoTrackV2 minu klassis kasulik.

source: Using CoTrackV2 makes it easier to identify groups needs help.
et: CoTrackV2 kasutamine hõlbustab abivajavate rühmade tuvastamist.

source: Using CoTrackV2 would make it easier to track group's activities in digital and physical settings.
et: CoTrackV2 kasutamine hõlbustaks grupi tegevuste jälgimist digitaalses vormis ja füüsilised seaded.

source: My using of CoTrackV2 is class is favourable.
et: Minu kasutamine CoTrackV2 on klass on soodne.

source: It is a positive influence for me to use CoTrackV2 in class.
et: Minu jaoks on CoTrackV2 kasutamine klassis positiivne mõju.

source: I think it is valuable to use CoTrackV2 in class.
et: Ma arvan, et on väärtuslik kasutada klassis CoTrackV2.

source: I think it is a trend to use CoTrackV2 in class.
et: Ma arvan, et klassis on trend kasutada CoTrackV2.

source: I tend to use CoTrackV2 in my class.
et: Ma kipun oma klassis kasutama CoTrackV2.

source: I increase the occurences of using CoTrackV2 in class.
et: Suurendan klassis CoTrackV2 kasutamise esinemissagedust.

source: I'd love to use CoTrackV2 in my class.
et: Mulle meeldiks kasutada oma klassis CoTrackV2.

source: I use CoTrackV2 to be informed about students' activities during collaborative learning.
et: Kasutan CoTrackV2-d, et olla kursis õpilaste tegevustega koostöös õppimine.

source: Your responses are saved. Thank you for the submission.
et: Teie vastused salvestatakse. Täname esitamise eest.

source: Sessions
et: Seansid

source: Usability Survey
et: Kasutatavuse uuring

source: Logout
et: Logi välja

source: Track collaboration across digital and physical spaces.
et: Jälgige koostööd digitaalses ja füüsilises ruumis.

source: CoTrack is a tool which allows instructor to create and conduct collaborative activity.
et: CoTrack on tööriist, mis võimaldab juhendajal luua ja juhtidaühistegevus.

source: It also supports participants' activities monitoring and data recording.
et: Samuti toetab see osalejate tegevuse jälgimist ja andmete salvestamist.
